/* Other User */
"OTHER_USER" = "其他⋯";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "訪客帳號";

/* Password Assistant Text */
"USER_PASSWORD" = "密碼：";
"MASTER_PASSWORD" = "主要密碼：";

"KEYCHAIN_WARNING_TITLE" = "若您更改了此使用者帳號的密碼，則將會製作一個新的鑰匙圈來儲存使用者密碼。";
"KEYCHAIN_WARNING_TEXT" = "使用者之前的鑰匙圈仍然存在。若您發現之前的密碼，可以取用之前的鑰匙圈和資訊以及其所包含的密碼。";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "目前已登入";
"MOBILE_CURRENTLY_LOGGED_IN" = "行動，目前已登入";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "外部, 目前已登入";
"GUEST_CURRENTLY_LOGGED_IN" = "訪客，目前已登入";
"NETWORK_CURRENTLY_LOGGED_IN" = "網路，目前已登入";
"EXTERNAL" = "外部";
"MOBILE" = "行動";
"GUEST" = "訪客";
"NETWORK" = "網路";

/* Parental Controls status text */
"CANNOT_LOGIN" = "現在無法登入";
"LOGIN_TIME" = "可以於“%@”登入";


/* Button Titles */
"BACK_BUTTON" = "返回";
"CANCEL_BUTTON" = "取消";
"FORGOT_PASSWORD_BUTTON" = "忘記密碼";
"CHANGE_PASSWORD" = "更改密碼";
"OPTIONS_BUTTON" = "選項";
"RESTART_BUTTON" = "重新開機";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "Mac OS X";
"AX_MAC_OS_X_SERVER" = "Mac OS X Server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "忘記密碼";
"RESET_PASSWORD" = "重置密碼";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "輸入主要密碼來重新設定此使用者的密碼。";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "輸入主要密碼來重新設定此使用者密碼和解鎖 FileVault。";

/* Host Info */
"SAFE_BOOT" = "安全啟動";
"SYSTEM_VERSION_INFO" = "版本 %@";
"SYSTEM_BUILD_INFO" = "版號 %@";
"SERIAL_NUMBER" = "序號 %@";
"IP_ADDRESS" = "IP 位址“%@”";

"NETWORK_NODES_ALL"  = "網路帳號可用";
"NETWORK_NODES_SOME" = "某些網路帳號可以使用";
"NETWORK_NODES_NONE" = "網路帳號無法使用";
"NETWORK_NODES_AUTH" = "網路連線需要登入";


/* Tool Tip */
"SHORT_NAME" = "簡稱：%@";

"EXTERNAL_ACCOUNT" = "外部帳號";
"GUEST_ACCOUNT" = "訪客帳號";
"LOCAL_ACCOUNT" = "本機帳號";
"MOBILE_ACCOUNT" = "行動帳號";
"NETWORK_ACCOUNT" = "網路帳號";

"NET_NODE" = "網路節點：%@";
"HOME_VOLUME" = "卷宗：%@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "您輸入的使用者名稱或密碼無效。";

"AF_NEWPASSWORDREQUIRED" = "登入此帳號之前，您必須輸入新密碼。";

"AF_QUALITYCHECKFAILED" = "您的密碼不符合伺服器的要求。";

"AF_PASSWORDTOOSHORT" = "您的密碼太短了。";
"AF_PASSWORDTOOLONG" = "您的密碼太長了。";
"AF_PASSWORDLENGTH" = "您的密碼必須包括 %ld 個至 %ld 個字元。";

"AF_PASSWORDMINCHARS" = "您的密碼最少必須包括 %ld 個字元。";
"AF_PASSWORDMAXCHARS" = "您的密碼最多可以包括 %ld 個字元。";

"AF_PASSWORDNEEDSLETTER" = "您的密碼必須包括一或多個字母。";
"AF_PASSWORDNEEDSDIGIT" = "您的密碼必須包括一或多個數字。";

"AF_ACCOUNTDISABLED" = "您的帳號已經停用。\n請聯絡您的系統管理者以取得更多資訊。"; 
"AF_UNABLETOLOGIN" = "系統此時無法讓您登入。\n如需更多資訊，請聯絡系統管理者。";
"AF_INVALIDLOGONHOURS" = "您只有在指定時間內才允許登入。\n如需更多資訊，請聯絡系統管理者。";
"AF_INVALIDCOMPUTER" = "您無法使用這部電腦。\n如需更多資訊，請聯絡系統管理者。";

"AF_SEESYSTEMADMIN" = "如需更多資訊，請聯絡系統管理者。";

"AF_PASSWORDEXPIRINGSOON" = "您的密碼即將過期。請輸入新密碼。";
"AF_CRYPTPASSWORD" = "您的密碼必須更新。";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "您的密碼將在明天過期。\n\n請按“更改密碼”來輸入新密碼。";
"PASSWORD_EXPIRATION_DAYS" = "您的密碼將在 %ld 天後過期。\n\n請按“更改密碼”來輸入新密碼。";
"PASSWORD_EXPIRATION_TODAY" = "您的密碼將在今天過期。\n\n請按“更改密碼”來輸入新密碼。";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "您的電腦無法連接安全的網路。";
"NA_UNTRUSTED_CERT_INFO" = "您嘗試使用 802.1X 認證伺服器來連接網路，但無法驗證伺服器的安全憑證。請聯絡網路管理者以取得更多資訊。";

/* FUS Failed */
"FUS_FAILED_MSG" = "您選擇的使用者帳號無法使用。";
"FUS_FAILED_INFO" = "請檢查您的網路連線，然後再試著切換到使用者帳號。若已連接網路，請詢問您的系統管理者以取得協助。";
